Repository: pivotaccess/rapidsms
Catalog: apps/ubuzima/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Unknown clinic id: %(clinic)s
fr: Clinique %(clinic)s non connu

source: Thank you for registering at %(clinic)s
fr: Nous vous remercions de vous etre enregistrer a la clinique %(clinic)s

source: You are not in a group, located at %(location)s, you speak %(language)s
fr: Vous n appartenez pas a ce groupe situe a %(location)s bien que vous parliez %(language)s

source: You are a %(group)s, located at %(location)s, you speak %(language)s
fr: Vous etes un %(group)s, a %(location)s, vouz parlez %(language)s

source: We don't recognize you
fr: Ce message est invalid, Veuillez reesayer

source: The correct format message is SUP SUPID CLINICID or HOSPITALID
fr: Le format approprie du message est SUP SUPID CLINICID or HOSPITALID

source: Unknown Health unit id: %(clinic)s
fr: Erreur. L' identite de la clinique ou de l hopital %(clinic)s n est pas reconnu.

source: You need to be registered first
fr: Vous n etes pas encore enregistrer Mr l'agent de sante

source: The correct format message is PRE PATIENT_ID DATE_BIRTH
fr: Erreur. Le format du message est PRE PATIENT_ID DATE_BIRTH

source: You cannot give more than one movement code
fr: Vous ne pouvez que donner un seul code pour le mouvement

source: Error. %(error)s
fr: Erreur. %(error)s

source: Pregnancy report submitted successfully
fr: La grossessea ete enregistre avec succes

source: Always report Pregnancy before any risk report to a patient
fr: Signalez une grossesse avant tout rapport de Risque

source: Thank you! Risk report submitted
fr: Merci. Vous venez de nous signaler un Risque
